app/controllers/school_classes_controller.rb

  def create
    @school_class = SchoolClass.create(params.require(:school_class))
---
INSERT INTO "school_classes" ("title", "room_number", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "Computer Science"], ["room_number", 5], ["created_at", "2018-09-24 13:58:58.399208"], ["updated_at", "2018-09-24 13:58:58.399208"]]