app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Bill"], ["last_name", "Smith"], ["created_at", "2018-09-24 14:00:29.349954"], ["updated_at", "2018-09-24 14:00:29.349954"]]
---
  def create
    @student = Student.create(params.require(:student))